Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/EditAddress.xcstrings
Source language: en_us
Languages: ab, ar, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_cl, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Addresses.Toast.AddressSaveRetrySuggestion.v129
source: Try again
ab: Даҽазнык шәҽазышәшәа
ar: حاول مجددًا
br: Klask en-dro
bs: Pokušaj ponovo
ca: Torna-ho a provar
co: Pruvà torna
cs: Zkusit znovu
cy: Ceisiwch eto
da: Prøv igen
de: Erneut versuchen
dsb: Hyšći raz wopytaś
el: Δοκιμή ξανά
eo: Klopodi denove
es: Reintentar
es_cl: Volver a intentarlo
es_mx: Intentar de nuevo
eu: Saiatu berriro
fi: Yritä uudelleen
fr: Réessayer
gd: Feuch ris a-rithist
gl: Tentar de novo
he: ניסיון חוזר
hr: Pokušaj ponovo
hsb: Hišće raz spytać
hu: Próbálja újra
hy_am: Կրկին փորձել
ia: Retentar
id: Coba lagi
is: Reyna aftur
it: Riprova
ja: 再試行
ka: ხელახლა ცდა
kab: Ɛreḍ tikkelt niḍen
kk: Қайтадан көру
ko: 다시 시도
lo: ລອງໃຫມ່ອີກຄັ້ງ
ml: വീണ്ടും ശ്രമിക്കുക
nb: Prøv igjen
nl: Opnieuw proberen
nn: Prøv igjen
pa_in: ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
rm: Empruvar anc ina giada
ru: Попробовать снова
sat_olck: ᱫᱩᱦᱲᱟᱹ ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ
scn: Prova arrè
si: නැවත
sk: Skúsiť znova
sl: Poskusi znova
sq: Riprovoni
su: Pecakan deui
sv: Försök igen
tg: Аз нав кӯшиш кардан
th: ลองอีกครั้ง
tr: Yeniden dene
tt: Янәдән тырышып карау
ug: قايتا سىنا
uk: Повторити спробу
vi: Thử lại
zh_cn: 重试
zh_tw: 重試

# Addresses.Toast.AddressUpdatedConfirmation.v129
source: Address Information Updated
ab: Адрес адыррақәа рҿыцуп
ar: تم تحديث معلومات العنوان
br: Titouroù ar chomlec’h hizivaet
bs: Informacije o adresi su ažurirane
ca: S’ha actualitzat la informació de l’adreça
co: Infurmazioni d’indirizzu mudificate
cs: Informace o adrese byla aktualizována
cy: Manylion Cyfeiriad Wedi'i Ddiweddaru
da: Adresse-oplysningerne blev opdateret
de: Adressinformationen aktualisiert
dsb: Adresowe informacije su se zaktualizěrowali
el: Τα στοιχεία διεύθυνσης ενημερώθηκαν
eo: Informo pri adreso ĝisdatigita
es: Información de dirección actualizada
es_cl: Información de dirección actualizada
es_mx: Información de dirección actualizada
eu: Helbidearen informazioa eguneratuta
fi: Osoitetiedot päivitetty
fr: Informations d’adresse mises à jour
gd: Chaidh fiosrachadh an t-seòlaidh ùrachadh
gl: Información do enderezo actualizada
he: פרטי הכתובת עודכנו
hr: Podaci o adresi su aktulizirani
hsb: Adresowe informacije su so zaktualizowali
hu: A címinformációk frissítve
hy_am: Հասցեի տեղեկատվությունը թարմացվել է
ia: Informationes del adresse actualisate
id: Informasi Alamat Diperbarui
is: Upplýsingar um heimilisfang uppfærðar
it: Informazioni indirizzo aggiornate
ja: 住所を更新しました
ka: მისამართის მონაცემები განახლდა
kab: Talɣut n tansa tettwaleqqem
kk: Адрес ақпараты жаңартылды
ko: 주소 정보가 업데이트되었습니다.
lo: ອັບເດດຂໍ້ມູນທີ່ຢູ່
ml: വിലാസ വിവരം മാറ്റി
nb: Adresseinformasjon oppdatert
nl: Adresgegevens bijgewerkt
nn: Adresseinformasjon oppdatert
pa_in: ਸਿਰਨਾਵੇਂ ਦੀ ਜਾਣਕਾਰੀ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ
pl: Uaktualniono adres
pt_br: Informações do endereço atualizadas
pt_pt: Informação de endereço atualizada
rm: Actualisà las infurmaziuns da l’adressa
ru: Информация об адресе обновлена
sat_olck: ᱴᱷᱤᱠᱬᱟᱹ ᱠᱷᱚᱵᱚᱨ ᱦᱟᱹᱞᱤᱭᱟᱹᱠ ᱮᱱᱟ
scn: Nfurmazzioni dû nnirizzu attualizzati
si: ලිපින තොරතුරු යාවත්කාලීන විය
sk: Informácie o adrese boli aktualizované
sl: Podatki o naslovu posodobljeni
sq: U Përditësua Informacion Adrese
su: Émbaran alamat dianyarkeun
sv: Adressinformation uppdaterad
tg: Маълумоти нишонӣ нав карда шуд
th: ปรับปรุงข้อมูลที่อยู่แล้ว
tr: Adres bilgileri güncellendi
tt: Адрес турындагы мәгълүмат яңартылды
ug: ئادرېس ئۇچۇرى يېڭىلاندى
uk: Інформацію про адресу оновлено
vi: Đã cập nhật thông tin địa chỉ
zh_cn: 已更新地址信息
zh_tw: 已更新地址資訊

# Addresses.Toast.AddressUpdatedConfirmation.v132.v2
source: Address Saved
ab: Адрес еиқәырхоуп
br: Chomlec’h enrollet
bs: Adresa je sačuvana
ca: S’ha desat l’adreça
co: Indirizzu arregistratu
cs: Adresa byla uložena
cy: Cyfeiriad Wedi'i Gadw
da: Adressen blev gemt
de: Adresse gespeichert
dsb: Adresa jo se składła
el: Η διεύθυνση αποθηκεύτηκε
eo: Adreso konservita
es: Dirección guardada
es_cl: Dirección guardada
es_mx: Dirección guardada
eu: Helbidea gordeta
fi: Osoite tallennettu
fr: Adresse enregistrée
gd: Chaidh an seòladh a shàbhaladh
gl: Enderezo gardado
he: הכתובת נשמרה
hr: Adresa spremljena
hsb: Adresa je so składowała
hu: Cím elmentve
hy_am: Հասցեն պահվեց
ia: Adresse salvate
id: Alamat Disimpan
is: Vistfang vistað
it: Indirizzo salvato
ja: 住所を保存しました
ka: მისამართი შენახულია
kab: Tansa tettwasekles
kk: Адрес сақталды
ko: 주소 저장됨
lo: ບັນທຶກທີ່ຢູ່ແລ້ວ
ml: വിലാസം കരുതിവച്ചു
nb: Adresse lagret
nl: Adres opgeslagen
nn: Adresse lagra
pa_in: ਸਿਰਨਾਵੇਂ ਨੂੰ ਸੰਭਾਲਿਆ
pl: Zachowano adres
pt_br: Endereço salvo
pt_pt: Endereço guardado
rm: Memorisar l’adressa
ru: Адрес сохранён
sat_olck: ᱴᱷᱤᱠᱬᱟᱹᱠᱚ ᱥᱟᱧᱪᱟᱣ ᱮᱱᱟ
scn: Nnirizzu sarbatu
si: ලිපිනය සුරැකිණි
sk: Adresa bola uložená
sl: Naslov shranjen
sq: Adresa u Ruajt
sv: Adress sparad
tg: Нишонӣ нигоҳ дошта шуд
th: บันทึกที่อยู่แล้ว
tr: Adres kaydedildi
tt: Адрес сакланды
ug: ئادرېس ساقلاندى
uk: Адресу збережено
vi: Đã lưu địa chỉ
zh_cn: 地址已保存
zh_tw: 已儲存地址

# Addresses.EditAddress.AutofillAddressEircode.v129
source: Eircode
ca: Codi postal (Eircode)
eo: Koda poŝto (Eircode)
es_cl: Código postal (Eircode)
gd: Éirchód
he: מיקוד אירי
ka: Eir-კოდი
kab: Tangalt n irlanda
ko: 우편번호
ml: എയർകോഡ്
pa_in: ਇਰਕੋਡ
sat_olck: ᱤᱭᱮᱨᱠᱳᱰ
si: Eirකේතය
tg: Рамзи почта
th: เอียร์โค้ด
ug: پوچتا نومۇرى
uk: Повітряний код
zh_cn: 邮政编码（Eircode）
zh_tw: Eircode 郵遞區號
